Repository: rabuzarus/friendica-addons
Catalog: jsxc/lang/*/messages.po
Languages: ro

source: Jappix Mini addon settings
ro: Configurare addon Mini Jappix

source: Activate addon
ro: Activare supliment

source: Do <em>not</em> insert the Jappixmini Chat-Widget into the webinterface
ro: <em>Nu</em> se introduce Jappixmini Chat-Widget în interfața web

source: Jabber username
ro: Utilizator Jabber

source: Jabber server
ro: Server Jabber

source: Jabber BOSH host
ro: Host BOSH Jabber

source: Jabber password
ro: Parolă Jabber

source: Encrypt Jabber password with Friendica password (recommended)
ro: Criptare parolă Jabber cu parola Friendica (recomandat)

source: Friendica password
ro: Parolă Friendica

source: Approve subscription requests from Friendica contacts automatically
ro: Aprobare solicitări de subscriere din contactele Friendica, în mod automat

source: Subscribe to Friendica contacts automatically
ro: Abonare automată la contactele Friendica

source: Purge internal list of jabber addresses of contacts
ro: Curățare listă internă a adreselor de contact jabber

source: Submit
ro: Trimite

source: Add contact
ro: Adăugare contact
